{
  "fajar_quotes": [
    {
      "author": "Fajar Purnama",
      "image": "",
      "quote": "Saya telah mendapatkan banyak pengikut tatap muka yang tertarik dengan mata uang kripto. Meskipun kebanyakan dari mereka tertarik pada keuntungan, tetapi saya akan menulis ilmu harian untuk membantu mereka memahami setidaknya apa yang mereka investasikan, mulai hari ini."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621001690.png",
      "quote": "Bitcoin (BTC) merupakan mata uang digital Pertama yang tidak dikendalikan oleh entitas apa pun tetapi tetap dalam konsensus yang dibuat oleh Satoshi Nakamoto pada tahun 2008. Teknologi intinya adalah blockchain dan konsep selanjutnya adalah terbuka, transparan, tanpa batas, desentralisasi, tidak bisa disita, pseudoanonim, dan jumlah tetap tidak akan ada lebih dari 21 Juta BTC dalam eksistansi. Semua mata uang kripto lainnya mengikuti properti ini dengan beberapa liku-liku. Tentu ada aspek nagatif pada kenyataannya."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621053259.png",
      "quote": "Ethereum (ETH) adalah mata uang kripto pertama dengan inovasi keuangan terdesentralisasi (DeFi). Bayangkan siapa pun tanpa memandang usia, ras, dan latar belakang dapat berpartisipasi dalam keuangan seperti perdagangan, investasi, mendapatkan bunga melalui deposito dan metode lain, meminjam & meminjami, dan langganan tanpa memerlukan izin dan tidak dapat dihentikan. Tidak perlu registrasi, verifikasi, dll, cukup dengan menekan beberapa tombol. Melonjaknya permintaan dikarenakan semua layanan di ekosistem ini menggunakan ETH sebagai biayanya."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621169876.png",
      "quote": "Bitcoin Cash (BCH) lahir karena perbedaan pendapat antara pengembang Bitcoin. Perselisihannya adalah bahwa ukuran blok Bitcoin terlalu kecil yang menyebabkan transaksi lambat di mana solusinya hanya meningkatkan ukuran blok. Namun, mengubah properti Bitcoin bertentangan dengan konsep Bitcoin tidak boleh diarahkan oleh siapa pun. Oleh karena itu, solusinya adalah membuat garpu (versi) Bitcoin lain atau koin baru yang menunjukkan keindahan mata uang kripto di mana siapa pun dapat memulai koin mereka sendiri."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621252777.png",
      "quote": "Setelah perpecahan antara Bitcoin dan Bitcoin Cash di mana Bitcoin berfokus pada penyimpanan kekayaan sementara Bitcoin Cash berfokus pada transaksi yang efisien, perselisihan lain terjadi antara pengembang Bitcoin Cash. Satu faksi mendukung Roger Ver dan Jihan Wu yang mempertahankan blocksize Bitcoin Cash hingga 32 MB. Faksi lain mendukung Craig Steven Wright yang mereka yakini sebagai Satoshi Nakamoto yang klaimnya ditolak oleh mayoritas dunia dan Calvin Ayre membagi Bitcoin Cash menjadi Bitcoin Satoshi Vision (SV) di mana proyek tersebut percaya untuk memperbaiki protokol Bitcoin berdasarkan visi Satoshi Nakamoto dengan ukuran blok 128 MB."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621326445.png",
      "quote": "Setahun setelah persimpangan antara Bitcoin Cash dan Bitcoin SV, muncullah persimpangan lain dalam Bitcoin Cash. Sebuah faksi mengusulkan pajak 8% kepada para penambang untuk tujuan pembangunan tetapi banyak yang tidak setuju. Jadi mereka berpisah dari Bitcoin Cash ke Bitcoin Cash ABC (BCHA)."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621591056.jpeg",
      "quote": "Litecoin dibuat oleh Charlie Lee pada Oktober 2011 sebagai sempalan Bitcoin, dan dianggap sebagai salah satu mata uang kripto alternatif awal (altcoin). Litecoin bertujuan untuk menjadi “Perak dari Emasnya Bitcoin” dengan mengambil inovasi terbaik dari Bitcoin dengan pendekatan yang lebih ringan untuk mencapai tujuan mulia Bitcoin. Sementara Litecoin dibuat dengan mengkloning basis kode Bitcoin, ada beberapa perbedaan utama: (1) Waktu blok, Jaringan Litecoin menargetkan waktu blok 2,5 menit, sedangkan jaringan Bitcoin menargetkan waktu blok 10 menit. Artinya, transaksi dapat dikonfirmasi lebih cepat dibandingkan dengan Bitcoin, dan jaringan memiliki throughput yang lebih tinggi. (2) Pasokan maksimum, protokol Litecoin menyatakan bahwa terdapat maksimum 84 juta Litecoin, sedangkan Bitcoin memiliki pasokan maksimum 21 juta Bitcoin. (3) Algoritma Proof-of-Work, Litecoin menggunakan algoritma proof-of-work yang berbeda yang disebut Scrypt, sedangkan Bitcoin menggunakan algoritma SHA-256. Scrypt adalah algoritma memori-hard yang awalnya dibuat agar tahan ASIC. (4) Alamat, alamat Litecoin dimulai dengan “L” untuk alamat lama, non-Segwit atau “M” untuk alamat yang mendukung Segwit. Alamat Bitcoin dimulai dengan “1”, “3” atau “bc1”."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621660583.png",
      "quote": "XRP adalah buku besar terdistribusi yang dibuat oleh Ripple Foundation untuk menghubungkan bank, penyedia pembayaran, dan pertukaran aset digital, memungkinkan ekspedisi penyelesaian secara instan dan biaya transaksi yang lebih rendah. Yayasan Ripple sendiri terkenal atas upaya mereka dalam membangun kerjasama dengan pihak berwenang dan entitas perbankan yang menjadi alasan untuk naiknya menjadi salah satu mata uang kripto teratas. Di sisi lain, mereka tidak disukai oleh beberapa komunitas mata uang kripto terutama dari pendukung desentralisasi karena algoritma yang mereka gunakan adalah Ripple Consensus Protocol Algorithm (RCPA) yang berbasis titik-titik yang dipercaya secara privat yang membuat beberapa orang curiga bahwa XRP secara terpusat dikendalikan oleh Ripple."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621485675.png",
      "quote": "Paxos Gold (PAXG) adalah emas tertokenisasi dalam mata uang kripto ~ 1 ons emas yang dapat diambil secara fisik di Paxos Trust Company, LLC. Berinvestasi di PAXG hampir sama dengan berinvestasi di emas. Awal Pandemi Covid-19, saya tidak dapat lagi menemukan emas fisik, itulah sebabnya saya memutuskan untuk membeli PAXG."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621821039.png",
      "quote": "United States Dollar Tether (USDT) adalah mata uang kripto pertama yang dipatok ke Dolar Amerika Serikat (USD) di mana 1 USDT ~ 1 USD. USDT didukung oleh United States Dollar (USD) di mana kita dapat menerbitkan 1 USDT dengan menyetorkan 1 USD ke Tether Limited atau sebaliknya klaim 1 USD dengan 1 USDT. Banyak juga yang menyebut USDT sebagai koin stabil untuk USD yang berguna untuk berdagang bolak-balik dengan cepat dan efisien antara koin mata uang kripto dan USD. Misalnya, kita akan terlambat untuk menjual ketika pasar ambruk karena terlalu lama untuk menyetor ke bursa dan biasanya bursa rusak selama waktu panic selling. Namun dengan USDT, kita bisa menjual hampir secara instan dan bahkan sebaliknya. Berinvestasi di USDT sama dengan berinvestasi di USD."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621910152.jpeg",
      "quote": "Monero (XMR) saat ini adalah koin mata uang kripto privasi paling populer. Bitcoin adalah pseudoanonim dimana jika identitas pengguna Bitcoin diketahui, semua transaksi pengguna tersebut menjadi transparan. Monero adalah anonim dimana setiap transaksi dibuat menjadi rahasia berdasarkan protokol CryptoNote dengan teknologi privasi RingCT, Alamat Stealth, Tanda Tangan Cincin, Transaksi melalui Tor/I2P, Dandelion ++. Dalam dunia yang semakin transparan, ada saha pengguna yang menginginkan privasi. Namun, koin ini sangat tidak disukai oleh pemerintah dan otoritas yang lebih tinggi karena bertentangan dengan agenda mereka yaitu pemantauan untuk segala hal."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1621963754.png",
      "quote": "Seperti USDT, IDK adalah Indonesian Rupiah (IDR) di block chain dimana kita dapat menerbitkan 1 IDK dengan menyetorkan 1000 IDR ke IDK Foundation dan sebaliknya mengklaim 1000 IDR dengan 1 IDK. Saat ini IDK digunakan dalam platform kontrak XTokenomy untuk perdagangan derivatif atau masa depan Bitcoin (BTC) (trading ala forex dengan long dan short). Ke depan, IDK akan digunakan untuk transaksi lintas batas dan keuangan desentralisasi. Berinvestasi di IDK sama dengan berinvestasi di Rupiah."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1622086869.png",
      "quote": "Koin USD (USDC) juga merupakan koin stabil yang dipatok ke USD yang dikelola oleh Centre tetapi tidak seperti USDT, ia tidak memiliki masalah dengan pihak berwenang dan selalu terbuka untuk diaudit. USDC lebih tepercaya tetapi masalahnya sebelum tahun 2020 adalah pasokannya yang rendah di bawah 5 Miliar di mana miliarder yang ingin menukar koin mereka ke USDC tidak bisa mendapatkan jumlah yang cukup. Bahkan dulu ketika saya ingin menjual koin saya ke USDC, saya mendapat harga mahal karena kekurangan likuiditas. Namun saat ini ada 21 Miliar yang beredar."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1622170768.png",
      "quote": "Seperti USDT, DAI dirancang untuk menjadi $1, tetapi tidak seperti USDT, DAI tidak dikelola oleh satu institusi dan tidak didukung oleh dolar sebenarnya tetapi mempertahankan harganya melalui algoritme diciptakan oleh Maker DAO. Ketika harga di atas $1, algoritme mendorong pengguna untuk mencetak lebih banyak DAI sehingga meningkatkan pasokan sehingga menurunkan harga, dan ketika harga di bawah $1, algoritme mendorong pengguna untuk membakar lebih banyak DAI sehingga mengurangi pasokan sehingga meningkatkan harga. Keunggulan dari koin stabil algoritmik ini adalah bahwa ia terdesentralisasi, tidak dapat disensor, dan tidak dapat disita. Kelemahannya terkadang algoritme gagal mempertahankan harga pada $1 tetapi tunggu saja dan harganya akan kembali normal."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1622256565.png",
      "quote": "Ethereum Classic (ETC) adalah blockchain Ethereum asli yang mempertahankan sejarahnya. Pada 2016, Ethereum dihack dimana hacker mencuri dananya. Ethereum (ETH) saat ini melalui keputusan desentralisasi memutuskan untuk memperbarui sejarah blockchain seolah-olah hack tersebut tidak pernah terjadi di mana dana dikembalikan. Sejarah blockchain asli diganti namanya menjadi 'klasik'. Pendukung ETC percaya bahwa kode itu mutlak. Jika terjadi hacking, ya terjadi, tidak setuju untuk mengubah riwayat berdasarkan keputusan terdesentralisasi."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1622759911.png",
      "quote": "Hampir sama dengan USDC, STASIS EURO (EURS) adalah koin stabil yang dipatok ke EURO secara transparan didukung oleh cadangan EURO di STASIS Foundation. Mereka yang lebih suka memegang EURO daripada USD memegang EURS daripada USDC. Berinvestasi dalam EURS hampir sama dengan berinvestasi dalam mata uang asing EURO yang dikeluarkan oleh Uni Eropa. Untuk saat ini EURS masih tergolong muda yang memiliki suplai sirkulasi yang jauh lebih rendah dibandingkan USDT dan USDC sebesar 32 Jutaan."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1622862110.png",
      "quote": "DOGE saat ini dikenal sebagai koin meme karena Logo Shiba Inu yang lucu. Pada tahun 2021, DOGE dipromosikan oleh Elon Musk, Snoop Dog, Gene Simons, dan Dallas Mavericks. Tahun sebelumnya DOGE menjadi trending di Tiktok karena sebuah gerakan yang mencoba membuat DOGE mencapai $1. Awalnya pada tahun 2013, Billy Markus dan Jackson Palmer menurunkan Litecoin dan Luckycoin ke DOGE sebagai lelucon untuk sistem pembayaran dan spekulasi liar mata uang kripto pada saat itu. Namun kemudian berkembang menjadi mata uang internet yang menyenangkan dan ramah dengan komunitas yang asyik yang terutama digunakan untuk memberi tip di Reddit dan Twitter."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1623038109.png",
      "quote": "Binance saat ini adalah bursa mata uang kripto yang paling terkenal di dunia. Binance mengeluarkan dua koin, Binance Coin (BNB) dan Binance Smart Chain (BSC). Pada tahun 2017, BNB dirilis sebagai koin utilitas untuk mendapatkan diskon, VIP, dan promo lainnya di Binance Exchange. BNB juga mirip dengan dividen karena ada pembakaran tahunan untuk menaikkan harga koin menggunakan sebagian dari keuntungan perusahaan sehingga memegang BNB seperti menerima sebagian dari keuntungan perusahaan. Pada tahun 2021, BSC dirilis sebagai alternatif populer berikutnya untuk Ethereum (ETH) di mana pengguna dapat menikmati keuangan terdesentralisasi (DeFi) dengan biaya yang jauh lebih murah tetapi ada desas-desus bahwa BSC kurang terdesentralisasi."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1623111343.png",
      "quote": "Sebelum Binance Smart Chain (BSC), sudah ada Tron (TRX) yang mengikuti jalur Ethereum menuju Decentralized Finance (DeFi). Seperti di Ethereum (ETH) dan BSC, ada Decentralized Exchange (DEX) Automated Market Maker (AMM) dengan yield farming, non-fungible token (NFT), model berlangganan, dan layanan perbankan otomatis dan terdesentralisasi lainnya. Perbedaan yang mencolok adalah TRX tidak menggunakan sistem biaya transaksi tetapi sistem bandwidth sehingga transaksi jauh lebih murah."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1628493896.png",
      "quote": "Meskipun sudah ada Tron (TRX) sebelum Binance Smart Chain (BSC), keuangan terdesentralisasi (DeFi) di Tron adalah ekosistemnya sendiri saat itu. Pada saat itu, alternatif lain sudah ada yaitu Tomo Chain (TOMO) yang juga kompatibel dengan Ethereum Virtual Machine (EVM) yang berarti bahwa kode sumber di Ethereum Solidity juga dapat bekerja di ekosistem Tomo Chain. Seperti Tron dan Binance Smart Chain, Tomo Chain menyediakan skalabilitas yang lebih besar yang memungkinkan transaksi lebih cepat dan lebih murah selain algoritma konsensus Proof-of-stake Voting (PosV). Fitur lain yang membedakan TOMO dengan ekosistem DeFi lainnya adalah TOMO menyediakan transaksi yang memungkinkan privasi."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1628612237.png",
      "quote": "Pada tahun 2014 perusahaan pengembangan dan penelitian blockchain yang berbasis di Shanghai, OnChain, mengembangkan NEO yang saat itu dikenal sebagai Ethereumnya Cina. Situs web awal menggambarkan NEO sebagai Ekonomi Cerdas = Aset Digital + Identitas Digital + Kontrak Cerdas. Aset Digital memungkinkan tokenisasi aset keuangan, Kontrak Cerdas memungkinkan pemrograman keuangan, dan Identitas Digital dapat memberi mereka legalitas dengan memberikan sertifikat digital di blockchain. NEO terus berkembang sejak saat itu seperti menyediakan interoperabilitas lintas rantai dan tata kelola rantai, dan jaringan mereka berkembang ke seluruh dunia tidak hanya di Cina."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1628654736.png",
      "quote": "Zilliqa memulai perjalanannya untuk menjadi platform kontrak pintar pertama yang menerapkan protokol Sharding pada tahun 2017 yang merupakan metode untuk memproses transaksi secara paralel. Ini adalah salah satu cara untuk meningkatkan skalabilitas, artinya menyediakan transaksi yang lebih cepat dan lebih murah. Dia berhasil diluncurkan pada 2019 dan memasuki ruang keuangan terdesentralisasi (DeFi) pada awal 2021 bersama rantai DeFi alternatif Ethereum lainnya."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1628741698.png",
      "quote": "Solana juga dapat menjalankan kontrak pintar secara paralel dan salah satu platform kontrak pintar tercepat yang pernah ada di mana selama jaringan utama jalan di awal tahun 2020, ia mampu menjalankan 50 ribu kontrak pintar per detik. Ada 8 inovasi utama yang memungkinkan Solana: Proof of History (POH), Tower BFT, Turbine, Gulf Stream, Sealevel, Pipelining, Cloudbreak, Archivers. Pada awal tahun 2021, pengembang pihak ketiga membangun aplikasi keuangan terdesentralisasi (DeFi) di Solana."
    },
	{
      "author": "Fajar Purnama",
      "image": "https://torum-bucket.s3.us-east-2.amazonaws.com/5f1c3ad65f109d16a87ff6c2/post/media/5f1c3ad65f109d16a87ff6c2_post_1628840117.png",
      "quote": "Energi adalah salah satu alternatif Ethereum yang dimulai pada tahun 2017. Energi memiliki 4 pilar, 3 di antaranya terkenal di proyek lain yaitu Kontrak Cerdas yang Kompatibel dengan Ethereum, Tata Kelola On-Chain, Jaringan Masternode Layer 2 yang Kuat, dan mereka mengklaim yang terakhir adalah unik untuk NRG adalah Self-Funding Treasury di mana mereka mengklaim untuk keberlanjutan ekosistem sendiri. Pada tahun 2021, Energi juga terjun ke keuangan terdesentralisasi (DeFi). Di luar topik, tim juga berpartisipasi dalam kegiatan untuk mendukung energi hijau, lingkungan, dan sosialisasi dengan orang-orang dimana cocok dengan namanya Energi."
    }
  ]
}