{
  "fajar_quotes": [
    {
      "author": "Fajar Purnama",
      "image": "",
      "quote": "Many nations possesses military might, but almost nobody possesses individual might. A breakthrough is needed."
    },
    {
      "author": "Fajar Purnama",
      "image": "",
      "quote": "Wealth is temporary, but achievement is permanent."
    },
    {
      "author": "Fajar Purnama",
      "image": "",
      "quote": "The entity that prints your money controls your wealth."
    },
	{
      "author": "Fajar Purnama",
      "image": "",
      "quote": "Printing money out of nothing = taking a piece of everyone's money without permission."
    },
	{
      "author": "Fajar Purnama",
      "image": "",
      "quote": "In a big company, it is not your name that is famous, but the company's unless you own it."
    },
	{
      "author": "Fajar Purnama",
      "image": "",
      "quote": "If you want to carve your name in business, build your own or help a small business to grow and own it."
    },
	{
      "author": "Fajar Purnama",
      "image": "",
      "quote": "If gun ownership are insurance for the government in becoming too powerful, gold and bitcoin are insurances for the central banks in becoming too powerful."
    }
  ],
  "other_quotes": [
    {
      "author": "Bruce Lee",
      "image": "",
      "quote": "If you spend too much time thinking about a thing, you'll never get it done."
    },
    {
      "author": "Sun Tzu",
      "image": "",
      "quote": "Keep your friends close, and your enemies closer."
    },
    {
      "author": "Emil Cioran, Romanian philosopher.",
      "image": "",
      "quote": "It is no nation we inhabit, but a language. Make no mistake; our native tongue is our true fatherland."
    },
    {
      "author": "Bob Sadino",
      "image": "",
      "quote": "No matter how high your position is you are still an employee, no matter how low your business is you are the boss."
    },
    {
      "author": "Che Guevara",
      "image": "",
      "quote": "Shoot! You are only going to kill a man."
    },
    {
      "author": "Albert Einstein",
      "image": "",
      "quote": "Imagination is more important than knowledge."
    },
    {
      "author": "The National Wartime Nutrition Program",
      "image": "",
      "quote": "Food is a weapon, don't waste it! Buy wisely, cook carefully, eat it all."
    },
    {
      "author": "David Stirling",
      "image": "",
      "quote": "Who dares wins!"
    },
    {
      "author": "Anonym",
      "image": "",
      "quote": "Don't you miss me? I can honestly say that I wake up every morning, get down on my knees and thank God that you are not here."
    },
    {
      "author": "Howard Phillips Lovecraft",
      "image": "",
      "quote": "The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown."
    },
    {
      "author": "Howard Phillips Lovecraft",
      "image": "",
      "quote": "The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown."
    },
    {
      "author": "Robert Kiyosaki",
      "image": "",
      "quote": "The person who signs your paycheck controls your life. Shouldn't that person be you?"
    },
    {
      "author": "Warren Buffet",
      "image": "",
      "quote": "Be greedy when others are fearful."
    },
    {
      "author": "Andreas Antonopoulos",
      "image": "",
      "quote": "Your keys, your bitcoin. Not your keys, not your bitcoin."
    },
	{
      "author": "General McChrystal",
      "image": "",
      "quote": "Gun ownership are insurance for the government in becoming too powerful."
    },
	{
      "author": "Andreas Antonopoulos",
      "image": "",
      "quote": "Free speech doesn't mean saying anything you want without consequences, free speech means the government isn't allowed to stop you from speaking. If anyone doesn't like it, they should tell you so, which is the consequence of free speech."
    },
	{
      "author": "Ivan Liljeqvist",
      "image": "",
      "quote": "Most people don't care how money works until it stops working. Who creates it, who gets it first, how is it distributed, how it works, who is the winner, who is the loser, this should be on everyone's agenda."
    }
  ]
}